[
  {
    "Id": 1,
    "Name": "Rolex Submariner",
    "Description": "Experimenta la elegancia clásica del Rolex Submariner con este modelo pre-owned 16610. Con un llamativo bisel verde personalizado, este reloj combina el atractivo atemporal del acero inoxidable con la sofisticación de una esfera negra y un cristal de zafiro. El reloj está en excelente estado, reflejando su cuidado meticuloso.",
    "Image": "/images/productos/RolexSubmariner.jpg",
    "Category": "Hombres",
    "Colors": "Plateado, Green",
    "Price": 9995,
    "Brand": "Rolex",
    "Model": "Submariner",
    "Box": "Acero Inoxidable",
    "Band": "Plateado",
    "Dial": "Negro",
    "Movement": "Cronómetro de 31 Joyas",
    "WaterResistance": "1000 pies",
    "Stock": 8,
    "Offer": true,
    "DiscountPercentage": 15
  },
  {
    "Id": 2,
    "Name": "IWC Portugieser",
    "Description": "El IWC Portuguese Automatic, modelo IW358304, es un elegante reloj con caja de acero inoxidable de 40.4 mm y cristal de zafiro. Su movimiento automático calibre 82200 ofrece una reserva de marcha de 60 horas y una precisión destacada. La esfera de plata con números arábigos y el pequeño segundero con función de parada complementan su sofisticado diseño. La correa de piel de aligátor azul con cierre desplegable de acero proporciona comodidad y estilo. El reloj es nuevo y se entrega con estuche y documentos originales.",
    "Image": "/images/productos/IWCPortugieser.jpg",
    "Category": "Hombres",
    "Colors": "Plateado, Azul",
    "Price": 8470,
    "Brand": "IWC",
    "Model": "Portuguese Automatic",
    "Box": "40.4 mm, Acero",
    "Band": "Piel de aligátor, Azul",
    "Dial": "Plata, números arábigos",
    "Movement": "Automático, Calibre 82200",
    "WaterResistance": "3 ATM",
    "Stock": 6,
    "Offer": false,
    "DiscountPercentage": 0
  },
  {
    "Id": 3,
    "Name": "Cartier Ballon Bleu",
    "Description": "Este reloj de lujo para mujer de Cartier, modelo Ballon Bleu, cuenta con una caja redonda de 33 mm de acero inoxidable y eslabones centrales en oro rosa de 18 quilates. Su esfera de nácar tiene agujas azules y marcadores de hora en números romanos. Funciona con un movimiento automático y está protegido por un cristal de zafiro resistente a los arañazos. Es resistente al agua hasta 30 m y tiene un cierre desplegable. Con una reserva de marcha de 38 horas, este reloj es un ejemplo de la sofisticación suiza.",
    "Image": "/images/productos/CartierBallonBleu.jpg",
    "Category": "Mujeres",
    "Colors": "Plateado, Oro rosa",
    "Price": 6880,
    "Brand": "Cartier",
    "Model": "Ballon Bleu de Cartier",
    "Box": "Acero inoxidable, 33 mm",
    "Band": "Dos tonos (plata y oro rosa), acero inoxidable con oro rosa de 18 quilates",
    "Dial": "Madreperla, con marcadores de números romanos",
    "Movement": "Automático, Calibre Cartier 076",
    "WaterResistance": "30 m",
    "Stock": 4,
    "Offer": false,
    "DiscountPercentage": 0
  },
  {
    "Id": 4,
    "Name": "IWC Da Vinci Automatic",
    "Description": "El IWC Da Vinci Fases de la Luna (referencia IW459306) es una pieza destacada en acero inoxidable con un diámetro de 36 mm. Su elegante caja, cristal de zafiro y movimiento automático IWC calibre 35800 ofrecen precisión y durabilidad. La correa de piel de caimán, con hebilla desplegable de acero, aporta lujo y confort, aunque muestra signos de desgaste. Revisado por un relojero certificado de IWC, el reloj está en buen estado y cuenta con garantía internacional hasta 2029.",
    "Image": "/images/productos/IWCDaVinciAutomatic.jpg",
    "Category": "Mujeres",
    "Colors": "Black",
    "Price": 5087.62,
    "Brand": "IWC",
    "Model": "Da Vinci Automatic",
    "Box": "36 mm, Acero",
    "Band": "Piel de aligátor azul",
    "Dial": "Plata",
    "Movement": "Automático",
    "WaterResistance": "3 ATM",
    "Stock": 6,
    "Offer": true,
    "DiscountPercentage": 10
  },
  {
    "Id": 5,
    "Name": "Timex Iron Kids",
    "Description": "El Timex Ironman Fusion TW5M17300 es un reloj deportivo unisex con una caja y correa de silicona lila. Con un diámetro de 38 mm, su esfera también es lila, y tiene agujas y subesferas a juego. Ofrece una resistencia al agua de hasta 100 m, ideal para uso diario y actividades acuáticas. Equipado con movimiento de cuarzo y luz nocturna Indiglo, es ligero (60 g) y tiene un cierre de hebilla simple. Su diseño liso y colorido lo hacen tanto funcional como estilizado, aunque no incluye alarma.",
    "Image": "/images/productos/TimexIronKids.jpg",
    "Category": "Niños",
    "Colors": "lila",
    "Price": 1263.9,
    "Brand": "Timex",
    "Model": "Ironman",
    "Box": "38 mm, Silicona, Lila",
    "Band": "Silicona, Lila",
    "Dial": "Lila",
    "Movement": "Cuarzo",
    "WaterResistance": "100 m",
    "Stock": 5,
    "Offer": false,
    "DiscountPercentage": 0
  },
  {
    "Id": 6,
    "Name": "Lacoste Reloj Analógico",
    "Description": "El reloj Lacoste modelo 2030042, diseñado especialmente para niños, ofrece un estilo moderno con una caja de 32 mm y una esfera negra destacada por el logo de Lacoste. Su correa de silicona negra de 15 mm proporciona comodidad y resistencia. Con una resistencia al agua de 5 ATM, es adecuado para duchas y natación, pero no para buceo profundo. El bisel de acero inoxidable es fijo, y el cierre tipo tongue buckle asegura un ajuste seguro. Ligero y práctico, con un peso de solo 24 g, es perfecto para el uso diario de los más jóvenes.",
    "Image": "/images/productos/LacosteRelojAnalogicoCuarzo.jpg",
    "Category": "Niños",
    "Colors": "Negro",
    "Price": 44.85,
    "Brand": "Lacoste",
    "Model": "2030042",
    "Box": "33 mm, TR90, Grosor 8.85 mm",
    "Band": "Silicona, Negra",
    "Dial": "Negro, Vidrio mineral",
    "Movement": "Cuarzo",
    "WaterResistance": "5 ATM",
    "Stock": 4,
    "Offer": false,
    "DiscountPercentage": 0
  },
  {
    "Id": 7,
    "Name": "Timex Time Machines",
    "Description": "Facilite el aprendizaje de la hora para los niños con el reloj analógico de Timex diseñado especialmente para ellos. Con números grandes y marcas de minutos en el borde, este reloj ayuda a los más jóvenes a comprender cómo leer la hora. La correa de tela elástica en rayas amarillas y azul marino es cómoda y fácil de ajustar, y su hebilla práctica asegura un ajuste seguro. Además, el reloj es resistente al agua, haciéndolo duradero y adecuado para el uso diario de los niños. Ideal tanto para niños como para niñas, este reloj combina elegancia con funcionalidad, haciendo que aprender a decir la hora sea una experiencia divertida y accesible.",
    "Image": "/images/productos/TimexTimeMachines.jpg",
    "Category": "Niños",
    "Colors": "Azul, Amarillo",
    "Price": 29.99,
    "Brand": "Timex",
    "Model": "TW7C058009J",
    "Box": "Resina, 29 mm, Redondo",
    "Band": "Tela elástica, azul",
    "Dial": "Blanco",
    "Movement": "Cuarzo",
    "WaterResistance": "30 m",
    "Stock": 4,
    "Offer": false,
    "DiscountPercentage": 0
  },
  {
    "Id": 8,
    "Name": "Hermès Cape Cod",
    "Description": "Este reloj Hermès para caballero, modelo Cape Cod, presenta una caja de acero inoxidable de 3.3 cm con una esfera blanca y correa de cuero marrón. Su movimiento de cuarzo garantiza precisión, mientras que las agujas luminiscentes y el segundero central ofrecen visibilidad en condiciones de poca luz. Con funciones de día y un broche plegable, el reloj está en buen estado, aunque muestra leves marcas de uso. Con un peso de 61.6 g, es una pieza elegante y funcional. Se entrega solo el reloj.",
    "Image": "/images/productos/HermèsCapeCod.jpg",
    "Category": "Hombres",
    "Colors": "Marrón, Blanco",
    "Price": 26735,
    "Brand": "Hermès",
    "Model": "Cape Cod",
    "Box": "3.3 cm, Acero",
    "Band": "Cuero, Marrón, 17.5 cm",
    "Dial": "Blanco",
    "Movement": "Cuarzo",
    "WaterResistance": "No especificado",
    "Stock": 6,
    "Offer": false,
    "DiscountPercentage": 0
  },
  {
    "Id": 9,
    "Name": "Omega Seamaster Diver",
    "Description": "El Omega Seamaster Diver 300M (modelo 210.30.42.20.06.001) es un reloj de lujo con una caja de acero inoxidable de 42 mm y una esfera gris con patrón de ondas oceánicas. Ofrece una resistencia al agua de hasta 300 m, ideal para el buceo, y cuenta con un bisel unidireccional azul, cristal de zafiro, y válvula de helio. Su movimiento automático de 35 joyas asegura precisión cronométrica. Con una correa de acero inoxidable y cierre de hebilla, el reloj combina estilo elegante con funcionalidades avanzadas.",
    "Image": "/images/productos/OmegaSeamasterDiver.jpg",
    "Category": "Hombres",
    "Colors": "Silver, Blue",
    "Price": 4416.23,
    "Brand": "OMEGA",
    "Model": "Seamaster Diver 300M",
    "Box": "42 mm, Acero inoxidable",
    "Band": "Acero inoxidable",
    "Dial": "Gris",
    "Movement": "Automático",
    "WaterResistance": "300 m",
    "Stock": 3,
    "Offer": false,
    "DiscountPercentage": 0
  },
  {
    "Id": 10,
    "Name": "Longines Master Collection",
    "Description": "El Longines Master Watch (modelo L2.893.4.78.3) es un elegante reloj masculino con una caja de acero inoxidable plateado de 42 mm y una esfera plateada con agujas azules. Su banda de cuero de cocodrilo marrón y el cristal de zafiro resistente a los arañazos aportan un toque de sofisticación. Con movimiento automático, resistencia al agua de 30 m y funciones de fecha, hora, minuto y segundo, este reloj combina precisión y estilo clásico. La caja tiene un diseño de esqueleto y un cierre de despliegue para un ajuste seguro.",
    "Image": "/images/productos/LonginesMasterCollection.jpg",
    "Category": "Hombres",
    "Colors": "Marrón oscuro",
    "Price": 2296,
    "Brand": "Longines",
    "Model": "Master Watch",
    "Box": "42 mm, Acero inoxidable",
    "Band": "Cuero de cocodrilo",
    "Dial": "Plateado con manecillas azules",
    "Movement": "Automático",
    "WaterResistance": "30 m",
    "Stock": 8,
    "Offer": false,
    "DiscountPercentage": 0
  },
  {
    "Id": 11,
    "Name": "Bvlgari Serpenti White Women's",
    "Description": "El Bvlgari Serpenti Seduttori 103144 presenta una esfera opalina plateada con manecillas de oro rosa en forma de espada. La caja y pulsera de acero inoxidable plateado complementan el diseño. Cuenta con movimiento de cuarzo, resistencia al agua de 50 m, y cristal de zafiro resistente a arañazos. El reloj tiene un tamaño de 33 mm y un cierre desplegable con botón de liberación. La corona está adornada con un cabujón de zafiro rosa.",
    "Image": "/images/productos/BvlgariSerpentiWhiteWomen's.jpg",
    "Category": "Mujeres",
    "Colors": "Rosa, Plateado",
    "Price": 6143.75,
    "Brand": "Bvlgari",
    "Model": "Serpenti",
    "Box": "33 mm, Acero inoxidable y oro rosa",
    "Band": "Pulsera de acero inoxidable, color plata",
    "Dial": "Blanco, con números romanos y marcas de índice en rosa",
    "Movement": "Cuarzo",
    "WaterResistance": "30 m",
    "Stock": 4,
    "Offer": true,
    "DiscountPercentage": 10
  },
  {
    "Id": 12,
    "Name": "Tag Heuer Monaco",
    "Description": "El TAG Heuer Monaco X Gulf Chronograph (modelo CBL2115.FC6494) es un elegante reloj con una caja cuadrada de acero inoxidable de 39 x 39 mm y una esfera azul con cronógrafo y fecha. Presenta una correa de cuero perforado azul, movimiento automático suizo, y cristal de zafiro resistente a los arañazos. Con una resistencia al agua de 100 m y un cierre de despliegue con liberación de botón pulsador, combina estilo sofisticado y funcionalidad.",
    "Image": "/images/productos/TagHeuerMonaco.jpg",
    "Category": "Hombres",
    "Colors": "Azul",
    "Price": 8605,
    "Brand": "TAG Heuer",
    "Model": "CBL2115.FC6494",
    "Box": "39 mm, Acero inoxidable",
    "Band": "Cuero perforado azul",
    "Dial": "Azul, Cronógrafo con visualización de fecha",
    "Movement": "Automático suizo",
    "WaterResistance": "100 m",
    "Stock": 5,
    "Offer": false,
    "DiscountPercentage": 0
  },
  {
    "Id": 13,
    "Name": "Omega Speedmaster Women",
    "Description": "El Omega Speedmaster es un reloj elegante y funcional, con una caja de acero de 36 mm, bisel rojo con diamantes, esfera de nácar blanca y correa de cocodrilo roja. Equipado con un movimiento mecánico cronógrafo Omega calibre 3220, tiene una reserva de marcha de 40 horas y cristal de zafiro resistente a arañazos. Es resistente al agua hasta 10 ATM, combinando estilo y precisión.",
    "Image": "/images/productos/OmegaSpeedmasterWomen.jpg",
    "Category": "Mujeres",
    "Colors": "Rojo, Plateado",
    "Price": 5703.59,
    "Brand": "Omega",
    "Model": "Speedmaster",
    "Box": "36 mm, Acero",
    "Band": "Correa de cocodrilo rojo",
    "Dial": "Nácar con números arábigos",
    "Movement": "Mecánico, Calibre Omega 3220",
    "WaterResistance": "10 ATM",
    "Stock": 5,
    "Offer": false,
    "DiscountPercentage": 0
  },
  {
    "Id": 14,
    "Name": "Jaeger-LeCoultre Reverso",
    "Description": "Jaeger-LeCoultre celebra el Arte Español con el Reverso Classic, un reloj que rinde homenaje a la bailaora y coreógrafa Sara Baras con un grabado en su parte posterior. Este modelo combina elegancia y pasión, presentando una caja de acero noble de 34.2 x 21 mm, una esfera plateada, y una correa de cuero en un vibrante rojo intenso.",
    "Image": "/images/productos/Jaeger-LeCoultreReverso.jpg",
    "Category": "Mujeres",
    "Colors": "Rojo, Plateado, Blanco",
    "Price": 10000,
    "Brand": "Jaeger LeCoultre",
    "Model": "Reverso Classic edición Sara Baras",
    "Box": "34,2 x 21 mm, Acero",
    "Band": "Correa de cuero",
    "Dial": "Blanca",
    "Movement": "Cuarzo",
    "WaterResistance": "30 m",
    "Stock": 4,
    "Offer": false,
    "DiscountPercentage": 0
  },
  {
    "Id": 15,
    "Name": "Reloj Lorus Kids RRX95EX9",
    "Description": "Somos los distribuidores oficiales y exclusivos de Lorus en México, ofreciendo modelos 100% nuevos y originales con etiquetas. Todos los relojes incluyen estuche original, instructivo y garantía limitada de un año. El reloj Lorus Kids es unisex, con movimiento de cuarzo japonés, resistente al agua hasta 100 m, y tiene una caja de plástico blanco de 32 mm y correa de silicón blanca. Envío sin costo en todo México y garantía de un año por defectos de fabricación.",
    "Image": "/images/productos/RelojLorusKidsRRX95EX9.jpg",
    "Category": "Niños",
    "Colors": "Blanco",
    "Price": 79,
    "Brand": "Lorus",
    "Model": "Kids RRX95EX9",
    "Box": "32 mm, Plástico blanco, grosor de 10 mm",
    "Band": "Correa de silicón blanco",
    "Dial": "Blanco con cristal acrílico",
    "Movement": "Cuarzo, Calibre Y121, Maquinaria Japonesa",
    "WaterResistance": "100 m",
    "Stock": 7,
    "Offer": false,
    "DiscountPercentage": 0
  },
  {
    "Id": 16,
    "Name": "Reloj Lacoste para niña",
    "Description": "Este reloj Lacoste, diseñado especialmente para niñas, combina un estilo deportivo con comodidad y atención al detalle. Con una caja de acero inoxidable de 34 mm, resistente al agua hasta 50 m, y una correa de silicón, es perfecto para el uso diario. Su mecanismo de cuarzo garantiza precisión, mientras que el cristal mineral ofrece durabilidad. Además, es una edición especial para celebrar el Año Nuevo chino, ideal para quienes buscan un accesorio moderno y funcional.",
    "Image": "/images/productos/RelojLacosteparaniña.jpg",
    "Category": "Niños",
    "Colors": "Rosa",
    "Price": 1199.2,
    "Brand": "Lacoste",
    "Model": "Edición especial Año Nuevo chino",
    "Box": "34 mm, Acero inoxidable",
    "Band": "Silicón",
    "Dial": "Mineral",
    "Movement": "Cuarzo",
    "WaterResistance": "50 m",
    "Stock": 6,
    "Offer": false,
    "DiscountPercentage": 0
  },
  {
    "Id": 17,
    "Name": "Reloj Automático Calatrava",
    "Description": "Este sofisticado reloj Patek Philippe de la serie Calatrava presenta una elegante caja de oro rosa de 18 quilates, complementada por una correa de piel de aligátor violeta. Su bisel fijo, adornado con 142 diamantes (~1,08 ct), y la esfera plateada granulada con agujas en oro rosa y números arábigos, destacan por su refinamiento. El movimiento automático Calibre 240, con una reserva de marcha de 48 horas, está protegido por un cristal de zafiro resistente a los arañazos. Con un diámetro de 34,6 mm y un grosor de 7,37 mm, este reloj es resistente al agua hasta 30 m. Un verdadero lujo en cada detalle.",
    "Image": "/images/productos/RelojAutomáticoCalatravaConDiamantes.jpg",
    "Category": "Mujeres",
    "Colors": "Rojo",
    "Price": 32552,
    "Brand": "Patek Philippe",
    "Model": "Calatrava 7200-200R-001",
    "Box": "34.6 mm, Oro rosa de 18 quilates",
    "Band": "Correa de caimán púrpura con hebilla de garra y 26 diamantes (~0,18 ct)",
    "Dial": "Granulado plateado, números árabes, cristal de zafiro",
    "Movement": "Automático, Calibre 240",
    "WaterResistance": "30 m",
    "Stock": 7,
    "Offer": true,
    "DiscountPercentage": 20
  },
  {
    "Id": 18,
    "Name": "Lorus Sports RRX85HX-9",
    "Description": "Este reloj analógico para jóvenes combina estilo y funcionalidad. Equipado con movimiento de cuarzo y una correa de silicona negra, es resistente al agua hasta 100 metros. Su diseño incluye una caja de plástico negra y un dial negro con marcadores en forma de barras, ideal para un uso diario activo.",
    "Image": "/images/productos/LorusSportsRRX85HX9.jpg",
    "Category": "Niños",
    "Colors": "Negro",
    "Price": 69,
    "Brand": "Lorus",
    "Model": "RRX85HX-9",
    "Box": "36.5 mm, Plástico negro",
    "Band": "Correa de silicona negra",
    "Dial": "Negro con marcadores en barras, cristal acrílico",
    "Movement": "Cuarzo, Calibre Y121",
    "WaterResistance": "100 m",
    "Stock": 3,
    "Offer": false,
    "DiscountPercentage": 0
  }
]